import { v4 as uuid } from "uuid";

export const AIProgram = {
  programOverview: {
    name: "BTU AI-ს",
    degree: "საბაკალავრო პროგრამა",
    opportunities: [
      "BTU-ს კომპიუტერული მეცნიერება და ხელოვნური ინტელექტის საბაკალავრო პროგრამის სტუდენტებს შესაძლებლობა აქვთ ბოლო, მეოთხე აკადემიური წლის პარტნიორ უნივერსიტეტში გატარებით, ერთდროულად ორი უნივერსიტეტის დიპლომი მოიპოვონ.",
    ],
    generalInfo:
      "ბიზნესისა და ტექნოლოგიების უნივერსიტეტს მნიშვნელოვანი წვლილი შეაქვს ქვეყანაში ხელოვნური ინტელექტის პოტენციალის ათვისებისა და წიგნიერების გავრცელებაში. BTU-ში მოქმედებს ხელოვნური ინტელექტის ლაბორატორია, რომელიც 2018 წელს დაარსდა, მოქმედებს ხელოვნური ინტელექტის 2 პროგრამა, სადოქტორო და საბაკალავრო საფეხურზე. უნივერსიტეტის ბაზაზე იმართება უმსხვილესი კონკურსები და ჰაკათონები AI სფეროში, ასევე მიმდინარეობს მნიშვნელოვანი პროექტები, საერთაშორისო ორგანიზაციების მხარდაჭერით. ",
  },

  programDetails: [
    {
      id: uuid(),
      label: "ერთიანი ეროვნული გამოცდების კოდი: ",
      labelDescription: 1950105,
    },
    {
      id: uuid(),
      label: "მისანიჭებელი აკადემიურzი ხარისხი და კვალიფიკაცია: ",
      labelDescription:
        "კომპიუტერული მეცნიერების და ხელოვნური ინტელექტის ბაკალავრი (Bachelor of Computer Science)",
    },
    {
      id: uuid(),
      label: "პროგრამის მოცულობა: ",
      labelDescription: "240 კრედიტი (ects)",
    },
    {
      id: uuid(),
      label: "პროგრამის საფასური: ",
      labelDescription: "2950 ლარი",
    },
    {
      id: uuid(),
      label: "პროგრამის სტატუსი: ",
      labelDescription: "აკრედიტებული",
    },
    {
      id: uuid(),
      label:
        "საგნები, რომლითაც ბარდება კომპიუტერული მეცნიერების საბაკალავრო პროგრამაზე: ",
      labelDescription: [
        "ქართული ენა და ლიტერატურა",
        "ინგლისური ენა",
        "მათემატიკა და ფიზიკა",
      ],
    },
  ],

  objectives:
    "პროგრამის მიზანია  მოამზადოს დასაქმებისა და განათლების ბაზარზე კონკურენტუნარიანი სპეციალისტი, მისცეს კომპიუტერული მეცნიერებისა და ხელოვნური ინტელექტის მიმართულებით თანამედროვე ცოდნა. გამოუმუშავოს რთული და კომპლექსური ალგორითმების გაანალიზების, ამოცაების გადაჭრისთვის შესაბამისი დაპროგრამების ენის არჩევის, სხვადასხვა რიცხვითი მეთოდების გამოყენებით გამოთვლების ჩატარების, ხელოვნური ინტელექტის მიმართულებით ახალი პროდუქტის შექმნაში მონაწილეობის მიღერბის, მეწარმეობის და ინოვაციების მართვის ცოდნაზე დაფუძნებით ტექნოლოგიური იდეების კომერციულ პროდუქტებად გარდაქმნის, დაინტერესებულ პირებთა კომინიკაციის, საკუთარი საქმიანობის ეთიკის პრინციპების დაცვით განხოლრციელებსი და განვითარებაზე ორიენტირებული საქმის წარმართვის უნარი.",

  additionalInfo: {
    description:
      "BTU-ში მოქმედებს ხელოვნური ინტელექტის ლაბორატორია, რომელიც 2018 წელს დაარსდა, მოქმედებს ხელოვნური ინტელექტის 2 პროგრამა, სადოქტორო და საბაკალავრო საფეხურზე. უნივერსიტეტის ბაზაზე იმართება უმსხვილესი კონკურსები და ჰაკათონები AI სფეროში, ასევე მიმდინარეობს მნიშვნელოვანი პროექტები, საერთაშორისო ორგანიზაციების მხარდაჭერით.სტუდენტური AI მარათონები Women in AI სტუდენტური AI ფორუმები BTU-ში შეიქმნა სტუდენტების პირველი AI ასისტენტი ქვეყანაში – ClassroomAI, რომელიც მათ ეხმარება აკადემიური და სასწავლო პროცესის, ადმინისტრაციული საკითხების და სხვა მნიშნველოვანი პროცესების შესახებ ინფორმაციის მიღებაში. აღსანიშნია რომ ClasroomAI შექმნილია BTU-ს სტუდენტების მიერ.AI- ის ახალი საბაკალავრო პროგრამა -კომპიუტერული მეცნიერებები და ხელოვნური ინტელექტი სადოქტორო პროგრამა – ციფრული მმართველობა და ხელოვნური ინტელექტი კვლევები და სხვა. ბიზნესისა და ტექნოლოგიების უნივერსიტეტი, ხელოვნური ინტელექტის სფეროში ატარებს მომზადება/გადამზადების პროგრამებს, ტრენინგებს და ვორკშოპებს სტუდენტებისთვის, კერძო და საჯარო სექტორისთის და სხვა.",

    internationalPrograms: [
      {
        id: uuid(),
        name: "სტუდენტური AI მარათონები",
        link: "https://btu.edu.ge/ai-marathoni/",
      },
      {
        id: uuid(),
        name: "Women in AI",
        link: "https://btu.edu.ge/women-in-ai/",
      },
      {
        id: uuid(),
        name: "სტუდენტური AI ფორუმები",
        link: "https://btu.edu.ge/ai-lab-is-studenturi-phorumi/",
      },
      {
        id: uuid(),
        name: "BTU-ში შეიქმნა სტუდენტების პირველი AI ასისტენტი ქვეყანაში – ClassroomAI, რომელიც მათ ეხმარება აკადემიური და სასწავლო პროცესის, ადმინისტრაციული საკითხების და სხვა მნიშნველოვანი პროცესების შესახებ ინფორმაციის მიღებაში. აღსანიშნია რომ ClasroomAI შექმნილია BTU-ს სტუდენტების მიერ.",
        link: null,
      },
      {
        id: uuid(),
        name: "AI- ის ახალი საბაკალავრო პროგრამა -კომპიუტერული მეცნიერებები და ხელოვნური ინტელექტი",
        link: "https://btu.edu.ge/sabakalavro-programebi/kompiuteruli-metsniereba-da-khelovnuri-inteleqti/",
      },
      {
        id: uuid(),
        name: "სადოქტორო პროგრამა - ციფრული მმართველობა და ხელოვნური ინტელექტი",
        link: "https://btu.edu.ge/en/doqtorantura/tsiphruli-mmarthveloba-da-khelovnuri-inteleqti-sajaro-seqtorshi/",
      },
      {
        id: uuid(),
        name: "კვლევები და სხვა",
        link: null,
      },
    ],

    trainingsDescription:
      "ბიზნესისა და ტექნოლოგიების უნივერსიტეტი, ხელოვნური ინტელექტის სფეროში ატარებს მომზადება/გადამზადების პროგრამებს, ტრენინგებს და ვორკშოპებს სტუდენტებისთვის, კერძო და საჯარო სექტორისთვის და სხვა",
  },
};
